Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Beta does not mean pretend. A run is real work on your machine — every attempt is verified before its patch lands, and a patch lands unstaged in your working tree, so read it the way you would read a pull request before you keep it.
de: Beta heißt nicht, dass es nur zum Schein ist. Ein Lauf ist echte Arbeit auf deinem Rechner – jeder Versuch wird verifiziert, bevor sein Patch landet, und ein Patch landet nicht gestaged in deinem Arbeitsverzeichnis, also lies ihn so, wie du einen Pull Request lesen würdest, bevor du ihn behältst.
es: Beta no significa de mentira. Una ejecución es trabajo real en tu máquina — cada intento se verifica antes de que su parche aterrice, y un parche aterriza sin preparar en tu árbol de trabajo, así que léelo como leerías un pull request antes de quedártelo.
fr: Bêta ne veut pas dire factice. Une exécution est un vrai travail sur votre machine — chaque tentative est vérifiée avant que son correctif n’atterrisse, et un correctif atterrit non indexé dans votre arbre de travail, alors lisez-le comme vous liriez une pull request avant de le garder.
it: Beta non vuol dire finto. Un’esecuzione è lavoro vero sulla tua macchina — ogni tentativo viene verificato prima che la sua patch atterri, e una patch atterra senza essere in stage nel tuo albero di lavoro, quindi leggila come leggeresti una pull request prima di tenerla.
ja: ベータだからといって本物でないわけではありません。実行はあなたのマシン上での本物の作業です — どの試行も、そのパッチが着地する前に検証されます。パッチはステージされていない状態であなたの作業ツリーに着地するので、保持する前に pull request を読むときと同じように読んでください。
ko: 베타라고 해서 진짜가 아닌 건 아닙니다. 실행은 당신의 컴퓨터에서 이루어지는 실제 작업입니다 — 모든 시도는 패치가 적용되기 전에 검증되며, 패치는 스테이징되지 않은 상태로 작업 트리에 적용되므로, 유지하기 전에 pull request를 읽듯이 읽어보세요.
pt_br: Beta não significa faz de conta. Uma execução é trabalho real na sua máquina — cada tentativa é verificada antes que seu patch pouse, e um patch pousa não staged na sua árvore de trabalho, então leia-o como leria um pull request antes de mantê-lo.
zh_hans: 测试版不代表儿戏。一次运行是在你机器上进行的真实工作 — 每次尝试都会在补丁落地前经过验证，而补丁会以未暂存的状态落入你的工作树，所以在保留它之前，请像阅读 pull request 一样阅读它。
zh_hant: 測試版不代表兒戲。一次執行是在你機器上進行的真實工作 — 每次嘗試都會在修補程式落地前經過驗證，而修補程式會以未暫存的狀態落入你的工作樹，所以在保留它之前，請像閱讀 pull request 一樣閱讀它。

source: When a run, a rung or a sentence here gets something wrong, that is worth reporting: this stage exists to hear it, and the dispatcher's own log on that machine carries every word a report needs.
de: Wenn ein Lauf, eine Stufe oder ein Satz hier etwas falsch macht, lohnt es sich, das zu melden: Diese Phase existiert, um das zu hören, und das eigene Protokoll des Dispatchers auf diesem Rechner enthält jedes Wort, das ein Bericht braucht.
es: Cuando una ejecución, un nivel o una frase aquí se equivocan, vale la pena reportarlo: esta etapa existe para escucharlo, y el propio registro del despachador en esa máquina contiene todas las palabras que un reporte necesita.
fr: Quand une exécution, un niveau ou une phrase se trompe ici, cela vaut la peine de le signaler : cette étape existe pour l’entendre, et le journal propre du répartiteur sur cette machine porte chaque mot dont un signalement a besoin.
it: Quando un’esecuzione, un livello o una frase qui sbagliano qualcosa, vale la pena segnalarlo: questa fase esiste per ascoltarlo, e il log del dispatcher su quella macchina contiene ogni parola di cui una segnalazione ha bisogno.
ja: 実行や段、あるいはここでの一文が何かを間違えたときは、報告する価値があります。この段階はそれを聞くために存在し、そのマシン上のディスパッチャー自身のログには、報告に必要なすべての言葉が残っています。
ko: 실행이나 단, 또는 여기의 문구가 무언가를 잘못 전달했다면 신고할 가치가 있습니다. 이 단계는 그것을 듣기 위해 존재하며, 그 컴퓨터에 있는 디스패처 자체 로그에는 신고에 필요한 모든 말이 담겨 있습니다.
pt_br: Quando uma execução, um nível ou uma frase aqui erra algo, vale a pena relatar: esta etapa existe para ouvir isso, e o próprio log do dispatcher naquela máquina carrega cada palavra que um relato precisa.
zh_hans: 当一次运行、一个级别或这里的一句话出了错，就值得报告：这个阶段的存在就是为了听取这些反馈，而那台机器上调度器自己的日志，记录着一份报告所需的每一个字。
zh_hant: 當一次執行、一個級別或這裡的一句話出了錯，就值得回報：這個階段的存在就是為了聽取這些回饋，而那台機器上調度器自己的日誌，記錄著一份回報所需的每一個字。

source: Conserve
de: Sparen
es: Ahorrar
fr: Économiser
it: Risparmia
ja: 節約
ko: 절약
pt_br: Economizar
zh_hans: 节省
zh_hant: 節省

source: Rush
de: Eilig
es: Urgente
fr: Urgent
it: Urgente
ja: 急ぎ
ko: 긴급
pt_br: Urgente
zh_hans: 加急
zh_hant: 加急

source: The class's own start and ceiling
de: Der eigene Start und die eigene Obergrenze der Klasse
es: El propio inicio y tope de la clase
fr: Le départ et le plafond propres à la classe
it: L’inizio e il tetto propri della classe
ja: そのクラス自身の開始点と上限
ko: 해당 클래스 자체의 시작점과 상한
pt_br: O início e o teto próprios da classe
zh_hans: 该类别自身的起点与上限
zh_hant: 該類別自身的起點與上限

source: Start one rung lower and ask before the top
de: Eine Stufe tiefer starten und vor der Spitze nachfragen
es: Empezar un nivel más abajo y preguntar antes de llegar arriba del todo
fr: Démarrer un niveau plus bas et demander avant le sommet
it: Parti un livello più in basso e chiedi prima della cima
ja: 1段低く開始し、頂点の前で確認
ko: 한 단 낮게 시작하고 정상 전에 확인
pt_br: Começar um nível abaixo e perguntar antes do topo
zh_hans: 从低一级开始，到顶层前先询问
zh_hant: 從低一級開始，到頂層前先詢問

source: Start one rung higher
de: Eine Stufe höher starten
es: Empezar un nivel más arriba
fr: Démarrer un niveau plus haut
it: Parti un livello più in alto
ja: 1段高く開始
ko: 한 단 높게 시작
pt_br: Começar um nível acima
zh_hans: 从高一级开始
zh_hant: 從高一級開始

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低
ko: 낮음
pt_br: Baixo
zh_hans: 低
zh_hant: 低

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
ko: 중간
pt_br: Médio
zh_hans: 中
zh_hant: 中

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja: 高
ko: 높음
pt_br: Alto
zh_hans: 高
zh_hant: 高

source: Passed
de: Bestanden
es: Superado
fr: Réussi
it: Superato
ja: 合格
ko: 통과
pt_br: Aprovado
zh_hans: 已通过
zh_hant: 已通過

source: Held
de: Angehalten
es: Detenido
fr: Retenu
it: In sospeso
ja: 保留中
ko: 보류됨
pt_br: Retido
zh_hans: 已保留
zh_hant: 已保留

source: out of scope
de: außerhalb des Umfangs
es: fuera del alcance
fr: hors du périmètre
it: fuori dall’ambito
ja: 対象範囲外
ko: 범위 밖
pt_br: fora do escopo
zh_hans: 超出范围
zh_hant: 超出範圍

source: 1 file
de: 1 Datei
es: 1 archivo
fr: 1 fichier
ja: 1件のファイル
ko: 파일 1개
pt_br: 1 arquivo
zh_hans: 1 个文件
zh_hant: 1 個檔案

source: %d files
de: %d Dateien
es: %d archivos
fr: %d fichiers
it: %d file
ja: %d件のファイル
ko: 파일 %d개
pt_br: %d arquivos
zh_hans: %d 个文件
zh_hant: %d 個檔案

source: Draw it before building it
de: Erst zeichnen, dann bauen
es: Dibújalo antes de construirlo
fr: Le dessiner avant de le construire
it: Disegnalo prima di costruirlo
ja: 作る前に描く
ko: 만들기 전에 그려보기
pt_br: Desenhe antes de construir
zh_hans: 先画出来，再动手实现
zh_hant: 先畫出來，再動手實作

source: %@ artboards, side by side
de: %@ Zeichenflächen, nebeneinander
es: %@ mesas de trabajo, una junto a otra
fr: %@ plans de travail, côte à côte
it: %@ tavole da disegno, una accanto all’altra
ja: アートボード %@ 枚を並べて表示
ko: 대지 %@개를 나란히
pt_br: %@ prancheta(s), lado a lado
zh_hans: %@ 块画板，并排展示
zh_hant: %@ 塊畫板，並排展示

source: The agent reads the surface as it is now, then draws each alternative as a mock you can look at — no source is changed.
de: Der Agent liest die Oberfläche so, wie sie jetzt ist, und zeichnet dann jede Alternative als Mock-up, das du dir ansehen kannst – am Quellcode ändert sich nichts.
es: El agente lee la interfaz tal como está ahora, y luego dibuja cada alternativa como una maqueta que puedes revisar — no se cambia ningún código fuente.
fr: L’agent lit l’interface telle qu’elle est actuellement, puis dessine chaque alternative sous forme de maquette que vous pouvez consulter — aucun code source n’est modifié.
it: L’agente legge l’interfaccia così com’è ora, poi disegna ogni alternativa come un mock-up che puoi guardare — nessun codice sorgente viene modificato.
ja: エージェントは今の画面をそのまま読み取り、それぞれの案を見て確認できるモックとして描きます。ソースコードは一切変更されません。
ko: 에이전트가 지금 화면을 그대로 읽은 다음, 각 대안을 살펴볼 수 있는 목업으로 그립니다 — 소스 코드는 전혀 바뀌지 않습니다.
pt_br: O agente lê a interface como ela está agora e desenha cada alternativa como um mock-up que você pode conferir — nenhum código-fonte é alterado.
zh_hans: 智能体会按当前样子读取界面，然后把每个方案都画成可供查看的设计稿 — 不会更改任何源代码。
zh_hant: 代理會按目前的樣子讀取介面，然後把每個方案都畫成可供查看的設計稿 — 不會更改任何原始碼。

source: Pick one here, say what to change about it, and only then have it built for real.
de: Wähle hier eine aus, sag, was daran geändert werden soll, und lass es erst dann wirklich bauen.
es: Elige una aquí, di qué cambiar en ella, y solo entonces haz que se construya de verdad.
fr: Choisissez-en une ici, dites ce qu’il faut y changer, et ensuite seulement faites-la construire pour de vrai.
it: Scegline una qui, di' cosa cambiare, e solo allora falla costruire per davvero.
ja: ここで一つ選び、何を変えるか伝えたうえで、そのときはじめて本当に作らせます。
ko: 여기서 하나를 고르고, 무엇을 바꿀지 말한 다음, 그때 비로소 실제로 만들게 하세요.
pt_br: Escolha uma aqui, diga o que mudar nela, e só então mande construir de verdade.
zh_hans: 在这里选一个，说出要改什么，然后才让它真正被实现出来。
zh_hant: 在這裡選一個，說出要改什麼，然後才讓它真正被實作出來。

source: What should it design?
de: Was soll gestaltet werden?
es: ¿Qué debe diseñar?
fr: Que doit-il concevoir ?
it: Cosa deve progettare?
ja: 何をデザインしますか？
ko: 무엇을 디자인할까요?
pt_br: O que ele deve projetar?
zh_hans: 要设计什么？
zh_hant: 要設計什麼？

source: e.g. the composer, for what people actually use it for
de: z. B. das Eingabefeld, für das, wofür Leute es wirklich benutzen
es: p. ej., el compositor, para lo que la gente realmente lo usa
fr: par ex. la zone de saisie, pour ce à quoi les gens l’utilisent vraiment
it: ad es. il compositore, per quello per cui le persone lo usano davvero
ja: 例：入力欄を、実際の使われ方に合わせて
ko: 예: 작성창을, 사람들이 실제로 사용하는 목적에 맞게
pt_br: ex.: o campo de texto, para o que as pessoas realmente usam
zh_hans: 例如：输入框，按人们实际使用它的方式来设计
zh_hant: 例如：輸入框，按人們實際使用它的方式來設計

source: Where is it now?
de: Wo befindet es sich jetzt?
es: ¿Dónde está ahora?
fr: Où est-ce actuellement ?
it: Dove si trova ora?
ja: 今どこにありますか？
ko: 지금 어디에 있나요?
pt_br: Onde ele está agora?
zh_hans: 它现在在哪里？
zh_hant: 它現在在哪裡？

source: Optional — a file, a screen, a component
de: Optional – eine Datei, ein Bildschirm, eine Komponente
es: Opcional: un archivo, una pantalla, un componente
fr: Facultatif — un fichier, un écran, un composant
it: Facoltativo — un file, una schermata, un componente
ja: 任意 — ファイル、画面、コンポーネントなど
ko: 선택 사항 — 파일, 화면, 컴포넌트 등
pt_br: Opcional — um arquivo, uma tela, um componente
zh_hans: 可选 — 一个文件、一个界面、一个组件
zh_hant: 可選 — 一個檔案、一個畫面、一個元件

source: Anything it must respect?
de: Gibt es etwas, das beachtet werden muss?
es: ¿Hay algo que deba respetar?
fr: Y a-t-il quelque chose à respecter ?
it: C’è qualcosa da rispettare?
ja: 守るべきことはありますか？
ko: 지켜야 할 것이 있나요?
pt_br: Há algo que precise respeitar?
zh_hans: 有什么是必须遵守的吗？
zh_hant: 有什麼是必須遵守的嗎？

source: Optional — constraints, must-keeps, a direction
de: Optional – Einschränkungen, Unverzichtbares, eine Richtung
es: Opcional: restricciones, cosas que mantener, una dirección
fr: Facultatif — contraintes, éléments à conserver, une direction
it: Facoltativo — vincoli, elementi da mantenere, una direzione
ja: 任意 — 制約、絶対に残したいこと、方向性など
ko: 선택 사항 — 제약, 꼭 지켜야 할 것, 방향성 등
pt_br: Opcional — restrições, itens a manter, uma direção
zh_hans: 可选 — 限制条件、必须保留的部分、大致方向
zh_hant: 可選 — 限制條件、必須保留的部分、大致方向

source: How many alternatives?
de: Wie viele Alternativen?
es: ¿Cuántas alternativas?
fr: Combien d’alternatives ?
it: Quante alternative?
ja: 案はいくつ必要ですか？
ko: 대안을 몇 개 만들까요?
pt_br: Quantas alternativas?
zh_hans: 需要几种方案？
zh_hant: 需要幾種方案？

source: Design it
de: Gestalten
es: Diseñarlo
fr: Concevoir
it: Progettalo
ja: デザインする
ko: 디자인하기
pt_br: Projetar
zh_hans: 开始设计
zh_hant: 開始設計

source: Takes a few minutes, and lands in %@ on the server.
de: Dauert ein paar Minuten und landet auf dem Server in %@.
es: Tarda unos minutos y termina en %@ en el servidor.
fr: Prend quelques minutes, et atterrit dans %@ sur le serveur.
it: Richiede qualche minuto e finisce in %@ sul server.
ja: 数分かかり、サーバ上の %@ に配置されます。
ko: 몇 분 정도 걸리며, 서버의 %@에 저장됩니다.
pt_br: Leva alguns minutos, e é salvo em %@ no servidor.
zh_hans: 需要几分钟，完成后会放在服务器上的 %@ 中。
zh_hant: 需要幾分鐘，完成後會放在伺服器上的 %@ 中。

source: Reading the board…
de: Board wird gelesen …
es: Leyendo el tablero…
fr: Lecture du tableau…
it: Lettura della bacheca…
ja: ボードを読み込み中…
ko: 보드를 읽는 중…
pt_br: Lendo o quadro…
zh_hans: 正在读取看板…
zh_hant: 正在讀取看板…

source: This board has no artboards in it
de: Dieses Board enthält keine Zeichenflächen
es: Este tablero no tiene mesas de trabajo
fr: Ce tableau ne contient aucun plan de travail
it: Questa bacheca non contiene tavole da disegno
ja: このボードにはアートボードがありません
ko: 이 보드에는 대지가 없습니다
pt_br: Este quadro não tem pranchetas
zh_hans: 这个看板里没有画板
zh_hant: 這個看板裡沒有畫板

source: %@ of %@ · %@
de: %@ von %@ · %@
es: %@ de %@ · %@
fr: %@ sur %@ · %@
it: %@ di %@ · %@
pt_br: %@ de %@ · %@

source: Mock-ups only — nothing in the app has changed yet.
de: Nur Mock-ups – in der App hat sich noch nichts geändert.
es: Solo maquetas: nada ha cambiado todavía en la app.
fr: Seulement des maquettes — rien n’a encore changé dans l’app.
it: Solo mock-up — nell’app non è ancora cambiato nulla.
ja: モックだけです。アプリ本体はまだ何も変わっていません。
ko: 목업일 뿐입니다 — 앱에서는 아직 아무것도 바뀌지 않았습니다.
pt_br: Somente mock-ups — nada mudou no app ainda.
zh_hans: 只是设计稿 — App 里目前还什么都没变。
zh_hant: 只是設計稿 — App 裡目前還什麼都沒變。

source: Build this
de: Das bauen
es: Construir esto
fr: Construire ceci
it: Costruisci questo
ja: これを実装
ko: 이것 만들기
pt_br: Construir isto
zh_hans: 实现这个
zh_hant: 實作這個

source: Build %@
de: %@ bauen
es: Construir %@
fr: Construire %@
it: Costruisci %@
ja: %@ を実装
ko: %@ 만들기
pt_br: Construir %@
zh_hans: 实现 %@
zh_hant: 實作 %@

source: Change it…
de: Ändern …
es: Cambiarlo…
fr: Le modifier…
it: Modificalo…
ja: 変更する…
ko: 변경하기…
pt_br: Alterar…
zh_hans: 修改…
zh_hant: 修改…

source: One more…
de: Eine weitere …
es: Una más…
fr: Une de plus…
it: Un’altra…
ja: もう一案…
ko: 하나 더…
pt_br: Mais uma…
zh_hans: 再来一个…
zh_hant: 再來一個…

source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pt_br: Abrir no navegador
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: This build has no in-app web engine, so a mock opens in your browser instead.
de: Dieser Build hat keine In-App-Web-Engine, daher öffnet sich ein Mock-up stattdessen im Browser.
es: Este build no tiene motor web integrado, así que una maqueta se abre en tu navegador en su lugar.
fr: Ce build n’a pas de moteur web intégré, donc une maquette s’ouvre dans votre navigateur à la place.
it: Questo build non ha un motore web integrato, quindi un mock-up si apre nel browser al suo posto.
ja: このビルドにはアプリ内 Web エンジンがないため、代わりにモックがブラウザで開きます。
ko: 이 빌드에는 앱 내 웹 엔진이 없어서, 대신 목업이 브라우저에서 열립니다.
pt_br: Este build não tem motor web integrado, então um mock-up abre no seu navegador em vez disso.
zh_hans: 这个版本没有内置的网页引擎，因此会改为在浏览器中打开设计稿。
zh_hant: 這個版本沒有內建的網頁引擎，因此會改為在瀏覽器中開啟設計稿。

source: What should change?
de: Was soll sich ändern?
es: ¿Qué debería cambiar?
fr: Qu’est-ce qui doit changer ?
it: Cosa dovrebbe cambiare?
ja: 何を変更しますか？
ko: 무엇을 바꿀까요?
pt_br: O que deve mudar?
zh_hans: 要改什么？
zh_hant: 要改什麼？

source: What should change about %@?
de: Was soll an %@ geändert werden?
es: ¿Qué debería cambiar en %@?
fr: Qu’est-ce qui doit changer sur %@ ?
it: Cosa dovrebbe cambiare in %@?
ja: %@ の何を変更しますか？
ko: %@에서 무엇을 바꿀까요?
pt_br: O que deve mudar em %@?
zh_hans: %@ 要改什么？
zh_hant: %@ 要改什麼？

source: What should the extra one try?
de: Was soll die zusätzliche Alternative versuchen?
es: ¿Qué debería probar la alternativa extra?
fr: Que doit essayer l’alternative supplémentaire ?
it: Cosa dovrebbe provare l’alternativa in più?
ja: 追加の案では何を試しますか？
ko: 추가로 만들 대안은 무엇을 시도할까요?
pt_br: O que a alternativa extra deve tentar?
zh_hans: 额外的这个方案要尝试什么？
zh_hant: 額外的這個方案要嘗試什麼？

source: Anything to change as it is built? Optional.
de: Soll beim Bauen etwas geändert werden? Optional.
es: ¿Algo que cambiar mientras se construye? Opcional.
fr: Quelque chose à changer pendant la construction ? Facultatif.
it: Qualcosa da cambiare durante la costruzione? Facoltativo.
ja: 実装時に変更したいことはありますか？ 任意です。
ko: 만들면서 바꿀 부분이 있나요? 선택 사항입니다.
pt_br: Algo para mudar enquanto é construído? Opcional.
zh_hans: 在实现过程中要改什么吗？可选。
zh_hant: 在實作過程中要改什麼嗎？可選。

source: The manifest is there, but it names no artboards.
de: Das Manifest ist vorhanden, nennt aber keine Zeichenflächen.
es: El manifiesto existe, pero no menciona ninguna mesa de trabajo.
fr: Le manifeste est présent, mais ne nomme aucun plan de travail.
it: Il manifesto è presente, ma non elenca alcuna tavola da disegno.
ja: マニフェストはありますが、アートボードが1つも記載されていません。
ko: 매니페스트는 있지만 대지가 하나도 명시되어 있지 않습니다.
pt_br: O manifesto existe, mas não menciona nenhuma prancheta.
zh_hans: 清单文件存在，但里面没有列出任何画板。
zh_hant: 清單檔案存在，但裡面沒有列出任何畫板。

source: ←→ or 1-9 picks · n notes · enter builds · esc closes
de: ←→ oder 1-9 wählt aus · n notiert · enter baut · esc schließt
es: ←→ o 1-9 elige · n anota · enter construye · esc cierra
fr: ←→ ou 1-9 choisit · n note · enter construit · esc ferme
it: ←→ o 1-9 seleziona · n annota · enter costruisce · esc chiude
ja: ←→ または 1-9 で選択 · n でメモ · enter で実装 · esc で閉じる
ko: ←→ 또는 1-9로 선택 · n으로 메모 · enter로 만들기 · esc로 닫기
pt_br: ←→ ou 1-9 escolhe · n anota · enter constrói · esc fecha
zh_hans: ←→ 或 1-9 选择 · n 记笔记 · enter 实现 · esc 关闭
zh_hant: ←→ 或 1-9 選擇 · n 記筆記 · enter 實作 · esc 關閉

source: A board of artboards, on the server
de: Ein Board aus Zeichenflächen, auf dem Server
es: Un tablero de mesas de trabajo, en el servidor
fr: Un tableau de plans de travail, sur le serveur
it: Una bacheca di tavole da disegno, sul server
ja: サーバ上にある、アートボードを集めたボード
ko: 서버에 있는, 대지들을 모은 보드
pt_br: Um quadro de pranchetas, no servidor
zh_hans: 服务器上的一个画板看板
zh_hant: 伺服器上的一個畫板看板

source: Open board
de: Board öffnen
es: Abrir tablero
fr: Ouvrir le tableau
it: Apri bacheca
ja: ボードを開く
ko: 보드 열기
pt_br: Abrir quadro
zh_hans: 打开看板
zh_hant: 開啟看板

source: One artboard
de: Eine Zeichenfläche
es: Una mesa de trabajo
fr: Un plan de travail
it: Una tavola da disegno
ja: アートボード 1 枚
ko: 대지 1개
pt_br: Uma prancheta
zh_hans: 1 块画板
zh_hant: 1 塊畫板

source: %@ artboards to choose from
de: %@ Zeichenflächen zur Auswahl
es: %@ mesas de trabajo para elegir
fr: %@ plans de travail au choix
it: %@ tavole da disegno tra cui scegliere
ja: 選べるアートボードが %@ 枚
ko: 선택할 수 있는 대지 %@개
pt_br: %@ pranchetas para escolher
zh_hans: 有 %@ 块画板可选
zh_hant: 有 %@ 塊畫板可選

source: Design published
de: Design veröffentlicht
es: Diseño publicado
fr: Design publié
it: Design pubblicato
ja: デザインを公開しました
ko: 디자인이 게시되었습니다
pt_br: Design publicado
zh_hans: 设计已发布
zh_hant: 設計已發布

source: Avoid
de: Vermeiden
es: Evitar
fr: À éviter
it: Da evitare
ja: 避ける要素
ko: 피할 요소
pt_br: Evitar
zh_hans: 要避免的
zh_hant: 要避免的

source: Sound
de: Ton
es: Sonido
fr: Son
it: Audio
ja: サウンド
ko: 사운드
pt_br: Som
zh_hans: 音效
zh_hant: 音效

source: Start from
de: Startbild
es: Empezar desde
fr: Partir de
it: Parti da
ja: 開始フレーム
ko: 시작 지점
pt_br: Começar de
zh_hans: 起始画面
zh_hant: 起始畫面

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
pt_br: Tamanho
zh_hans: 尺寸
zh_hant: 尺寸

source: Length
de: Länge
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
pt_br: Duração
zh_hans: 时长
zh_hant: 時長

source: Smoothness
de: Flüssigkeit
es: Fluidez
fr: Fluidité
it: Fluidità
ja: なめらかさ
ko: 부드러움
pt_br: Fluidez
zh_hans: 流畅度
zh_hant: 流暢度

source: Describe the video
de: Beschreibe das Video
es: Describe el video
fr: Décrivez la vidéo
it: Descrivi il video
ja: 動画の内容を説明してください
ko: 동영상을 설명하세요
pt_br: Descreva o vídeo
zh_hans: 描述这段视频
zh_hant: 描述這段影片

source: ↑↓ moves · enter opens · tab expands · ctrl+g renders · ctrl+c stops
de: ↑↓ bewegt · enter öffnet · tab erweitert · ctrl+g rendert · ctrl+c stoppt
es: ↑↓ mueve · enter abre · tab expande · ctrl+g renderiza · ctrl+c detiene
fr: ↑↓ déplace · enter ouvre · tab développe · ctrl+g rend · ctrl+c arrête
it: ↑↓ sposta · enter apre · tab espande · ctrl+g renderizza · ctrl+c ferma
ja: ↑↓ で移動 · enter で開く · tab で展開 · ctrl+g でレンダリング · ctrl+c で停止
ko: ↑↓로 이동 · enter로 열기 · tab으로 펼치기 · ctrl+g로 렌더링 · ctrl+c로 중지
pt_br: ↑↓ move · enter abre · tab expande · ctrl+g renderiza · ctrl+c para
zh_hans: ↑↓ 移动 · enter 打开 · tab 展开 · ctrl+g 渲染 · ctrl+c 停止
zh_hant: ↑↓ 移動 · enter 開啟 · tab 展開 · ctrl+g 渲染 · ctrl+c 停止

source: Rendering happens on the machine with the card, not on this one
de: Das Rendern erfolgt auf dem Rechner mit der Grafikkarte, nicht auf diesem hier
es: El renderizado ocurre en la máquina con la tarjeta gráfica, no en esta
fr: Le rendu se fait sur la machine avec la carte graphique, pas sur celle-ci
it: Il rendering avviene sulla macchina con la scheda grafica, non su questa
ja: レンダリングはグラフィックカードを積んだマシンで行われます。このマシンでは行われません
ko: 렌더링은 그래픽 카드가 있는 컴퓨터에서 이루어지며, 이 컴퓨터에서 이루어지지 않습니다
pt_br: A renderização acontece na máquina com a placa de vídeo, não nesta
zh_hans: 渲染在配有显卡的那台机器上进行，而不是在这台设备上
zh_hant: 渲染在配有顯示卡的那台機器上進行，而不是在這台裝置上

source: New seed
de: Neuer Seed
es: Nuevo seed
fr: Nouvelle graine
it: Nuovo seed
ja: 新しいシード
ko: 새 시드
pt_br: Novo seed
zh_hans: 新种子
zh_hant: 新種子

source: The same seed and prompt make the same clip
de: Derselbe Seed und Prompt ergeben denselben Clip
es: El mismo seed y prompt generan el mismo clip
fr: La même graine et la même invite produisent le même clip
it: Lo stesso seed e lo stesso prompt generano la stessa clip
ja: 同じシードと同じプロンプトなら同じクリップになります
ko: 같은 시드와 프롬프트는 같은 클립을 만듭니다
pt_br: O mesmo seed e prompt geram o mesmo clipe
zh_hans: 相同的种子和提示词会生成相同的片段
zh_hant: 相同的種子和提示詞會產生相同的片段

source: Not set up yet
de: Noch nicht eingerichtet
es: Aún no configurado
fr: Pas encore configuré
it: Non ancora configurato
ja: まだ設定されていません
ko: 아직 설정되지 않음
pt_br: Ainda não configurado
zh_hans: 尚未设置
zh_hant: 尚未設定

source: Nothing in particular
de: Nichts Bestimmtes
es: Nada en particular
fr: Rien de particulier
it: Niente in particolare
ja: 特にありません
ko: 특별히 없음
pt_br: Nada em particular
zh_hans: 没有特别要求
zh_hant: 沒有特別要求

source: Find it on your tailnet, or type its address
de: Finde es in deinem Tailnet, oder gib seine Adresse ein
es: Encuéntralo en tu tailnet, o escribe su dirección
fr: Trouvez-la sur votre tailnet, ou saisissez son adresse
it: Trovala nel tuo tailnet, oppure inserisci il suo indirizzo
ja: tailnet 内で見つけるか、アドレスを直接入力してください
ko: tailnet에서 찾거나 주소를 직접 입력하세요
pt_br: Encontre-a na sua tailnet, ou digite o endereço dela
zh_hans: 在你的 tailnet 中查找，或直接输入它的地址
zh_hant: 在你的 tailnet 中尋找，或直接輸入它的位址

source: Answering on %@
de: Antwortet auf %@
es: Responde en %@
fr: Répond sur %@
it: Risponde su %@
ja: %@ で応答中
ko: %@에서 응답 중
pt_br: Respondendo em %@
zh_hans: 在 %@ 上响应
zh_hant: 在 %@ 上回應

source: Point this at the machine with the card
de: Richte dies auf den Rechner mit der Grafikkarte
es: Apunta esto a la máquina con la tarjeta gráfica
fr: Dirigez ceci vers la machine avec la carte graphique
it: Punta questo verso la macchina con la scheda grafica
ja: グラフィックカードを積んだマシンを指定してください
ko: 그래픽 카드가 있는 컴퓨터을 지정하세요
pt_br: Aponte isto para a máquina com a placa de vídeo
zh_hans: 把它指向配有显卡的那台机器
zh_hant: 把它指向配有顯示卡的那台機器

source: up
de: online
es: conectado
fr: en ligne
it: online
ja: オンライン
ko: 온라인
pt_br: online
zh_hans: 在线
zh_hant: 線上

source: down
de: offline
es: desconectado
fr: hors ligne
it: offline
ja: オフライン
ko: 오프라인
pt_br: offline
zh_hans: 离线
zh_hant: 離線

source: Render
de: Rendern
es: Renderizar
fr: Rendre
it: Renderizza
ja: レンダリング
ko: 렌더링
pt_br: Renderizar
zh_hans: 渲染
zh_hant: 渲染

source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
zh_hans: 播放
zh_hant: 播放

source: %@ kept
de: %@ aufbewahrt
es: %@ conservados
fr: %@ conservés
it: %@ conservati
ja: %@ 件保存済み
ko: %@개 보관됨
pt_br: %@ mantidos
zh_hans: 已保留 %@ 个
zh_hant: 已保留 %@ 個

source: Nothing rendered yet
de: Noch nichts gerendert
es: Aún no se ha renderizado nada
fr: Rien n’a encore été rendu
it: Non è stato ancora renderizzato nulla
ja: まだ何もレンダリングされていません
ko: 아직 렌더링된 것이 없습니다
pt_br: Nada renderizado ainda
zh_hans: 还没有渲染任何内容
zh_hant: 還沒有渲染任何內容

source: %@ more
de: %@ weitere
es: %@ más
fr: %@ de plus
it: %@ in più
ja: 他 %@ 件
ko: %@개 더
pt_br: mais %@
zh_hans: 还有 %@ 个
zh_hant: 還有 %@ 個
